# CLI essentials
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "sd"
brew "jq"
brew "yq"
brew "xh"
brew "wget"
brew "entr"
brew "tealdeer"
brew "tokei"
brew "zoxide"

# Shell & terminal
brew "zsh"
brew "tmux"
brew "oh-my-posh"
brew "neovim"

# Git & dev tools
brew "git"
brew "git-delta"
brew "gh"
brew "lazygit"
brew "lazydocker"
brew "lazyjournal"
brew "direnv"
brew "ast-grep"
brew "tree-sitter-cli"
brew "luarocks"
brew "uv"
brew "mise"

# Kubernetes & cloud
brew "kubectl"
brew "helm"
brew "k9s"
brew "kubectx"
brew "kustomize"
brew "kind"
brew "kubebuilder"
brew "stern"
brew "fluxcd/tap/flux"

# Networking & infra
brew "grpcurl"
brew "1password-cli"

# Monitoring & TUI
brew "btop"
brew "fastfetch"
brew "yazi"
brew "ov"
brew "sesh"
